;
; Batti 2.0
; Localization file for Francais
; by TOD <http://www.ppccool.com>, 2006
;

 101="Sélection couleur"
 102="A propos"
 103="Général"
 104="Avancé"
 105="Apparance"
 201="Options"
 202="Batti config"
 203="Premier plan"
 204="Arrière plan"
 205="Bordure"
 206="Premier plan sur secteur"
 207="Pas d'action"
 208="Ouvrir la configuration"
 209="Premier plan faible"
 210="Arrière plan faible"
 211="Premier plan critique"
 212="Arrière plan critique"
 213="Le niveau de batterie critique doit être inférieur au niveau faible."
 214="Batterie faible"
 215="Batterie critique"
 216="Inconnu"
 217="Chargement en cours"
 218="Batterie chargée"
 219="Premier plan en charge"
 220="Arrière plan en charge"
 221="Annuler"
 222="Le niveau de batterie pour l'extinction doit être inférieur au niveau critique."
 223="Afficher les informations"
1000="Options"
1001="Indicateur de charge"
1002="Clignotement quand niveau critique"
1003="Toujours au premier plan"
1004="Action sur tap"
1012="Marge gauche"
1015="Hauteur"
1018="Couleurs"
1020="Choix"
1022="Afficher la bordure"
1023="Sons"
1025="Jouer le son"
1027="Niveaux"
1028="Batterie faible"
1031="pourcent"
1032="Batterie critique"
1035="pourcent"
1036="Extinction"
1039="pourcent"
2000="Batti notification"
2001="L'appareil va s'éteindre dans %d secondes."
2002="Extinction"
2003="Annuler"
2004="Veille"
2005="Cacher"
2006="Information sur la batterie"
2007="Réglage"
2008="Batterie principale"
2009="Sur batterie"
2010="En charge"
2011="Sur secteur"
2012="Niveau de charge :"
2013="Inconnu"
2014="Voltage :"
2015="Température :"
2016="Type de batterie :"
2017="Batterie de secours"
